Repository: Kotliamba/Mobile-Up-Gallery
Catalog: Mobile Up Gallery/*.lproj/Localizable.strings
Languages: ru

# Button text
source: Enter via VK
ru: Войти через VK

# Button exit
source: Exit
ru: Выход

# Alert for donwloaded photo
source: You have donwloaded photo to files
ru: Фотография добавлена в файлы

# Alert for saved photo
source: You have saved to files
ru: Фотография добавлена в ленту

# Alert for error in share menu
source: Sompfing goes wrong
ru: Что-то пошло не так :(

# Alert message for nice choice
source: Nice choice
ru: Хороший выбор!

# Alert message for error in share menu
source: We're sorry, try again later
ru: Нам очень жаль, попробуйте позже

# Alert Trouble loading
source: Having troubles with loading
ru: Нет доступа в интернет

# Alert Trouble check connection
source: Check your network connection
ru: Проверьте ваше соединение

# Alert Trouble connect developer
source: Please connect with App Developer
ru: Пожалуйста, обратитесь к разработчику

# Alert false autorisation
source: You have not authorised
ru: Вы не вошли в аккаунт

# Alert false autorisation message
source: Click the authorise button again
ru: Нажмите на кнопку авторизации ещё раз

# No date
source: Date unreachable
ru: Дата недоступна
